---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRuntypeRunMaterial
source: html/f18f04d2-f1ff-6cbe-a639-53d705a235d8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRuntypeRunMaterial Property

"Monolithic Material": Material

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRuntypeRunMaterial { get; }
```